<?php include('../class_conn.php');
                    $cls_conn = new class_conn();
                    session_start();
                    include('header.php');
                    ?>
<!DOCTYPE html>
<html>

<head>
    <!-- Site made with Mobirise Website Builder v5.9.8, https://mobirise.com -->
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="generator" content="Mobirise v5.9.8, mobirise.com">
    <meta name="viewport" content="width=device-width, initial-scale=1, minimum-scale=1">
    <link rel="shortcut icon" href="assets/images/logo-96x96.png" type="image/x-icon">
    <meta name="description" content="">


    <title>นโยบายความเป็นส่วนตัวสำหรับลูกค้า</title>
    <link rel="stylesheet" href="assets/bootstrap/css/bootstrap.min.css">
    <link rel="stylesheet" href="assets/bootstrap/css/bootstrap-grid.min.css">
    <link rel="stylesheet" href="assets/bootstrap/css/bootstrap-reboot.min.css">
    <link rel="stylesheet" href="assets/animatecss/animate.css">
    <link rel="stylesheet" href="assets/dropdown/css/style.css">
    <link rel="stylesheet" href="assets/formstyler/jquery.formstyler.css">
    <link rel="stylesheet" href="assets/formstyler/jquery.formstyler.theme.css">
    <link rel="stylesheet" href="assets/datepicker/jquery.datetimepicker.min.css">
    <link rel="stylesheet" href="assets/socicon/css/styles.css">
    <link rel="stylesheet" href="assets/theme/css/style.css">
    <link rel="preload" href="https://fonts.googleapis.com/css?family=Noto+Sans+Thai:100,200,300,400,500,600,700,800,900&display=swap" as="style" onload="this.onload=null;this.rel='stylesheet'">
    <noscript>
        <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Noto+Sans+Thai:100,200,300,400,500,600,700,800,900&display=swap">
    </noscript>
    <link rel="preload" as="style" href="assets/mobirise/css/mbr-additional.css">
    <link rel="stylesheet" href="assets/mobirise/css/mbr-additional.css" type="text/css">
</head>
    <style>
        body {
            font-family: Arial, sans-serif;
            margin: 20px;
            line-height: 1;
        }

        h1 {
            color: #333;
        }

        p {
            margin-bottom: 15px;
        }

        .container {
            max-width: 800px;
            margin: 0 auto;
        }

        .accept-button {
            background-color: #4CAF50;
            color: white;
            padding: 10px 20px;
            border: none;
            border-radius: 5px;
            cursor: pointer;
        }

        .accept-button:hover {
            background-color: #3ACBD9;
        }
        
        a:link, a:visited {
  background-color:#45a049;
  color: white;
  padding: 15px 25px;
  border-radius: 5px;
  text-align: center;
  text-decoration: none;
  display: inline-block;
}
a.red-link:link,
    a.red-link:visited {
        background-color: #ff3333; /* สีแดง */
        color: white;
        padding: 15px 25px;
        border: none;
        border-radius: 5px;
        text-align: center;
        cursor: pointer;
        text-decoration: none;
        display: inline-block;
    }

    a.red-link:hover,
    a.red-link:active {
        background-color: #cc0000; /* สีแดงเข้ม */
    }

a:hover, a:active {
  background-color: green;
}
header {
  background-color: #BFC9CA;
  padding: 10px;
  
  font-size: 15px;
  color: white;
  
}
    </style>
</head>
<body>

<div class="container" style="margin-top: 20px; border: 10px solid #ddd; padding: 10px;">
<header>
    <div style="border: 2px solid #333; padding: 10px;"> <h1>นโยบายคุ้มครองข้อมูลส่วนบุคคลสำหรับพนักงาน</h1></div>
</header>
    <p> ระบบบันทึกทรัพย์สินที่เช่าใช้ ให้ความสำคัญกับการคุ้มครองข้อมูลส่วนบุคคลของคุณ โดยนโยบายความเป็นส่วนตัวฉบับนี้ได้
 อธิบายแนวปฏิบัตเกี่ยวกับการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล รวมถึงสิทธิต่าง ๆ ของเจ้าของข้อมูลส่วนบุคคล ตาม
 กฎหมายคุ้มครองข้อมูลส่วนบุคคล
    </p>
    <article>
    <h2>การเก็บรวบรวมข้อมูลส่วนบุคคล</h2>
    <p> เราจะเก็บรวบรวมข้อมูลส่วนบุคคลที่ได้รับโดยตรงจากคุณผ่านช่องทาง ดังต่อไปนี้</p>
    <ul>
        <li>การสมัครสมาชิก</li>
        <li>โทรศัพท์</li>
        <li>อีเมล</li>
    </ul>
    </articlerticle>

    <article>
    <h2>ประเภทข้อมูลส่วนบุคคลที่เก็บรวบรวม</h2>
    <p>ข้อมูลส่วนบุคคล เช่น ชื่อ นามสกุล อายุ วันเดือนปีเกิด สัญชาต เลขประจำตัวประชาชน หนังสือเดินทาง เป็นต้น</p>
    <p>ข้อมูลการติดต่อ เช่น ที่อยู่ หมายเลขโทรศัพท์ อีเมล เป็นต้น</p>
    <p>ข้อมูลบัญชี เช่น บัญชีผู้ใช้งาน ประวัตการใช้งาน เป็นต้น</p>
    <p> เราจะเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลอ่อนไหว ดังต่อไปนี้ เมื่อเราได้รับความยินยอมโดยชัดแจ้งจากคุณ เว้นแต่
 กฎหมายกำหนดให้ทำได้</p>
    <ul>
        <li>เชื้อชาติ</li>
        <li>เผ่าพันธ์ุ</li>
        <li>ความคิดเห็นทางการเมือง</li>
        <li>ความเชื่อในลิทธิ</li>
        <li>ศาสนาหรือปรัชญา</li>
        <li>ประวัติอาชญากรรม</li>
        <li>ความพิการ</li>
        <li>ข้อมูลสหภาพแรงงาน</li>
    </ul>
    <p>ข้อมูลอื่นใดที่กระทบต่อข้อมูลส่วนบุคคลของคุณตามที่คณะกรรมการคุ้มครองข้อมูลส่วนบุคคลประกาศกำหนด</p>
    </articlerticle>


    
    <article>
    <h2>วิธีการเก็บรักษาข้อมูลส่วนบุคคล</h2>
    <p>เราจะเก็บรักษาข้อมูลส่วนบุคคลของคุณในรูปแบบเอกสารและรูปแบบอิเล็กทรอนิกส์</p>
    <p>เราเก็บรักษาข้อมูลส่วนบุคคลของคุณ ดังต่อไปนี้</p>
    <ul>
        <li>เซิรฟเวอร์บริษท์ของเราในประเทศไทย</li>
    </ul>
    </articlerticle>
    
    <article>
    <h2>การประมวลผลข้อมูลส่วนบุคคล</h2>
    <p>เราจะเกบรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์ดังต่อไปนี้</p>
    <ul>
        <li>เพื่อสร้างและจัดการบัญชีผู้ใช้งาน</li>
        <li>เพื่อการบริหารจัดการภายในบริษัท</li>
        <li>เพื่อรวบรวมข้อเสนอแนะ</li>
        <li>เพื่อปฏิบัตตามข้อตกลงและเงื่อนไข (Terms and Conditions)</li>
        <li>เพื่อปฏิบัตตามกฎหมายและกฎระเบียบของหน่วยงานราชการ</li>
    </ul>
    </articlerticle>

    <article>
    <h2>การเปิดเผยข้อมูลส่วนบุคคล</h2>
    <p> เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณให้แก่ผู้อื่นภายใต้ความยินยอมของคุณหรือที่กฎหมายอนุญาตให้เปิดเผยได้ ดังต่อไปนี้</p>
    <h4>การบริหารจัดการภายในองค์กร</h4>
    <p> เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณภายในบริษัทเท่าที่จำเป็นเพื่อปรับปรุงและพัฒนาสินค้าหรือบริการของเรา เราอาจรวบรวม
    ข้อมูลภายในสำหรับสินค้าหรือบริการตาง ๆ ภายใต้นโยบายนี้เพื่อประโยชน์ของคุณและผู้อื่นมากขึ้น</p>
    <h4>การบังคับใช้กฎหมาย</h4>
    <p>ในกรณีที่มีกฎหมายหรือหน่วยงานราชการร้องขอ เราจะเปิดเผยข้อมูลส่วนบุคคลของคุณเท่าที่จำเป็นให้แก่หน่วยงานราชการ เช่น
    ศาล หน่วยงานราชการ เป็นต้น</p>
    </articlerticle>
    
    <article>
    <h2> ระยะเวลาจัดเก็บข้อมูลส่วนบุคคล</h2>
    <p> เราจะเก็บรักษาข้อมูลส่วนบุคคลของคุณไว้ตามระยะเวลาที่จำเป็นในระหว่างที่คุณเป็นลูกค้าหรือมีความสัมพันธ์อยู่กับเราหรือ
    ตลอดระยะเวลาที่จำเป็นเพื่อให้บรรลุวัตถุประสงค์ที่เกี่ยวข้องกับนโยบายฉบับนี้ ซึ้งอาจจำเป็นต้องเก็บรักษาไว้ต่อไปภายหลังจาก
    นั้น หากมีกฎหมายกำหนดไว้ เราจะลบ ทำลาย หรือทำให้เป็นข้อมูลที่ไม่สามารถระบุตัวตนของคุณได้ เมื่อหมดความจำเป็นหรือ
    สิ้นสุดระยะเวลาดังกล่าว</p>
    <h2>สิทธิของเจ้าของข้อมูลส่วนบุคคล</h2>
    <p>ภายใต้กฎหมายคุ้มครองข้อมูลส่วนบุคคล คุณมีสิทธิในการดำเนินการดังต่อไปนี้</p>
    </articlerticle>

    <article>
    <p><strong>สิทธิขอถอนความยินยอม (right to withdraw consent)</strong>หากคุณได้ให้ความยินยอม เราจะเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูล
    ส่วนบุคคลของคุณ ไม่ว่าจะเป็นความยินยอมที่คุณให้ไว้ก่อนวันที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลใช้บังคับหรือหลังจากนั้น คุณมี
    สิทธิที่จะถอนความยินยอมเมื่อใดก็ได้ตลอดเวลา</p>
    <p><strong>สิทธิขอเข้าถึงข้อมูล (right to access)</strong>คุณมีสิทธิขอเข้าถึงข้อมูลส่วนบุคคลของคุณที่อยู่ในความรับผิดชอบของเราและขอให้เรา
    ทำสำเนาข้อมูลดังกล่าวให้แก่คุณ รวมถึงขอให้เราเปิดเผยว่าเราได้ข้อมูลส่วนบุคคลของคุณมาได้อย่างไร</p>
    <p><strong>สิทธิขอถ่ายโอนข้อมูล (right to data portability)</strong>คุณมีสิทธิขอรับข้อมูลส่วนบุคคลของคุณในกรณีที่เราได้จัดทำข้อมูลส่วน
    บุคคลนั้นอยู่ในรูปแบบให้สามารถอ่านหรือใช้งานได้ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติและสามารถใช้หรือเปิดเผย
    ข้อมูลส่วนบุคคลได้ด้วยวธการอัตโนมัติ รวมทั้งมีสิทธิขอให้เราส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูล
    ส่วนบุคคลอื่นเมื่อสามารถทำได้ด้วยวิธีการอัตโนมัติ และมีสิทธิขอรับข้อมูลส่วนบุคคลที่เราส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดัง
    กล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอนโดยตรง เว้นแต่ไม่สามารถดำเนินการได้เพราะเหตุทางเทคนิค</p>
    </articlerticle>

    <article>
    <p><strong>สิทธิขอถอนความยินยอม (right to withdraw consent)</strong>หากคุณได้ให้ความยินยอม เราจะเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูล
    ส่วนบุคคลของคุณ ไม่ว่าจะเป็นความยินยอมที่คุณให้ไว้ก่อนวันที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลใช้บังคับหรือหลังจากนั้น คุณมี
    สิทธิที่จะถอนความยินยอมเมื่อใดก็ได้ตลอดเวลา</p>
    <p><strong>สิทธิขอเข้าถึงข้อมูล (right to access)</strong>คุณมีสิทธิขอเข้าถึงข้อมูลส่วนบุคคลของคุณที่อยู่ในความรับผิดชอบของเราและขอให้เรา
    ทำสำเนาข้อมูลดังกล่าวให้แก่คุณ รวมถึงขอให้เราเปิดเผยว่าเราได้ข้อมูลส่วนบุคคลของคุณมาได้อย่างไร</p>
    <p><strong>สิทธิขอถ่ายโอนข้อมูล (right to data portability)</strong>คุณมีสิทธิขอรับข้อมูลส่วนบุคคลของคุณในกรณีที่เราได้จัดทำข้อมูลส่วน
    บุคคลนั้นอยู่ในรูปแบบให้สามารถอ่านหรือใช้งานได้ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติและสามารถใช้หรือเปิดเผย
    ข้อมูลส่วนบุคคลได้ด้วยวธการอัตโนมัติ รวมทั้งมีสิทธิขอให้เราส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูล
    ส่วนบุคคลอื่นเมื่อสามารถทำได้ด้วยวิธีการอัตโนมัติ และมีสิทธิขอรับข้อมูลส่วนบุคคลที่เราส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดัง
    กล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอนโดยตรง เว้นแต่ไม่สามารถดำเนินการได้เพราะเหตุทางเทคนิค</p>
    <p><strong> สิทธิขอคัดค้าน (right to object)</strong> คุณมีสิทธิขอคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณในเวลาใดก็ได้
    หากการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณที่ทำขึ้นเพื่อการดำเนินงานที่จำเป็นภายใต้ประโยชน์โดยชอบด้วย
    กฎหมายของเราหรือของบุคคลหรือนิติบุคคลอื่น โดยไม่เกินขอบเขตที่คุณสามารถคาดหมายได้อย่างสมเหตุสมผลหรือเพื่อดำเนิน
    การตามภารกิจเพื่อสาธารณประโยชน์</p>
    <p><strong>สิทธิขอให้ลบหรือทำลายข้อมูล (right to erasure/destruction)</strong> คุณมีสิทธิขอลบหรือทำลายข้อมูลส่วนบุคคลของคณหรือทำให้
    ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวคุณได้ หากคุณเชื่อว่าข้อมูลส่วนบุคคลของคุณถูกเก็บรวบรวม ใช้ หรือเปิดเผยโดยไม่
    ชอบด้วยกฎหมายที่เกี่ยวข้องหรือเห็นว่าเราหมดความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ที่เกี่ยวของในนโยบายฉบับนี้ หรือ
    เมื่อคุณได้ใช้สิทธิขอถอนความยินยอมหรือใช้สิทธิขอคัดค้านตามที่แจ้งไว้ข้างต้นแล้ว</p>
    <p><strong>สิทธิขอให้ระงับการใช้ข้อมูล (right to restriction of processing)</strong>คุณมีสิทธิขอให้ระงับการใช้ข้อมูลส่วนบุคคลชั่วคราวในกรณี
    ที่เราอยู่ระหว่างตรวจสอบตามคำร้องขอใช้สิทธิขอแก้ไขข้อมูลส่วนบุคคลหรือขอคัดค้านของคุณหรือกรณีอื่นใดที่เราหมดความ
    จำเป็นและต้องลบหรือทำลายข้อมูลส่วนบุคคลของคุณตามกฎหมายที่เกี่ยวข้องแต่คุณขอให้เราระงับการใช้แทน</p>
    <p><strong>สิทธิขอให้แก้ไข้ข้อมูล (right to rectification)</strong>คุณมีสิทธิขอแก้ไขข้อมูลส่วนบุคคลของคุณให้ถูกต้อง เป็นปัจจุบัน สมบูรณ์ และ
    ไม่ก่อให้เกิดความเข้าใจผิด</p>
    <p><strong>สิทธิร้องเรียน (right to lodge a complaint)</strong>คุณมีสิทธิร้องเรียนต่อผู้มีอำนาจตามกฎหมายที่เกี่ยวข้อง หากคุณเชื่อว่าการเก็บ
    รวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณ เป็นการกระทำในลักษณะทฝ่าฝืนหรือไม่ปฏิบัตตามกฎหมายที่เกี่ยวข้อง
    คุณสามารถใช้สิทธิของคุณในฐานะเจ้าของข้อมูลส่วนบุคคลข้างต้นได้ โดยติดต่อมาที่เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลของเรา
    ตามรายละเอียดท้ายนโยบายนี้ เราจะแจ้งผลการดำเนินการภายในระยะเวลา 30 วัน นับแต่วันที่เราได้รับคำขอใช้สิทธิจากคุณ ตาม
    แบบฟอร์มหรือวิธ๊การที่เรากำหนด ทั้งนี้ หากเราปฏิเสธคำขอเราจะแจ้งเหตุผลของการปฏิเสธให้คุณทราบผ่านช่องทางต่าง ๆ เช่น
    ข้อความ (SMS) อีเมล โทรศัพท์ จดหมาย เป็นต้น</p>
    </articlerticle>

    <article>
    <h2>การโฆษณาและการตลาด</h2>
    <p>เราอาจส่งข้อมูลหรือจดหมายข่าวไปยังอีเมลของคุณ โดยมีวัตถุประสงค์เพื่อเสนอสิ่งที่น่าสนกับคุณ หากคุณไม่ต้องการรับการติดต่อ
    สื่อสารจากเราผ่านทางอีเมลอกต่อไป คุณสามารถกด "ยกเลิกการติดต่อ" ในลิงก์อีเมลหรือติดต่อมายังอีเมลของเราได้</p>
    <h2>การรักษาความมั่งคงปลอดภัยของข้อมูลส่วนบุคคล</h2>
    <p> เราจะรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลของคุณไว้ตามหลักการ การรักษาความลับ (confidentiality) ความถูกต้อง
    ครบถวน (integrity) และสภาพพร้อมใช้งาน (availability) ทั้งนี้ เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข หรือเปิดเผย
    นอกจากนี้เราจะจัดให้มีมาตรการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล ซึ่งครอบคลุมถึงมาตรการป้องกันด้านการบริหาร
    จัดการ (administrative safeguard) มาตรการป้องกันด้านเทคนิค (technical safeguard) และมาตรการป้องกันทางกายภาพ
    (physical safeguard) ในเรื่องการเข้าถึงหรือควบคุมการใช้งานข้อมูลส่วนบุคคล (access control)</p>
    <h2>การแจ้งเหตุละเมิดข้อมูลส่วนบุคคล</h2>
    <p>ในกรณีที่มีเหตุละเมิดข้อมูลส่วนบุคคลของคุณเกิดขึ้น เราจะแจ้งให้สำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคลทราบโดยไม่
    ชักช้าภายใน 72 ชั่วโมง นับแต่ทราบเหตุเท่าที่สามารถกระทำได้ ในกรณีที่การละเมิดมีความเสี่ยงสูงที่จะมีผลกระทบต่อสิทธิและ
    เสรีภาพของคุณ เราจะแจ้งการละเมิดให้คุณทราบพร้อมกับแนวทางการเยียวยาโดยไม่ชักช้าผ่านช่องทางต่าง ๆ เช่น เว็บไซต์
    ข้อความ (SMS) อีเมล โทรศัพท์ จดหมาย เป็นต้น</p>
    <h2>การแก้ไขเปลี่ยนแปลงนโยบายความเป็นส่วนตัว</h2>
    <p>เราอาจแก้ไขเปลี่ยนแปลงนโยบายนเป็นครั้งคราว โดยคุณสามารถทราบข้อกำหนดและเงื่อนไขนโยบายที่มีการแก้ไขเปลี่ยนแปลงนี้
    ได้ผ่านทางเว็บไซต์ของเรา</p>
    <p>นโยบายนแก้ไขล่าสุดและมีผลใช้บังคับตั้งแต่วันที่ 07 มนาคม 2567</p>
    <h2>นโยบายความเป็นส่วนตัวของเว็บไซต์อื่น</h2>
    <p>นโยบายความเป็นส่วนตัวฉบับนี้ใช้สำหรับการเสนอสินค้า บริการ และการใช้งานบนเว็บไซต์สำหรับลูกค้าของเราเท่านั้น หากคุณ
    เข้าชมเว็บไซต์อื่นแม้จะผ่านช่องทางเว็บไซต์ของเรา การคุ้มครองข้อมูลส่วนบุคคลต่าง ๆ จะเป็นไปตามนโยบายความเป็นส่วนตัว
    ของเว็บไซต์นั้น ซึ่งเราไม่มีส่วนเกี่ยวข้องด้วย</p>
    <h2>รายละเอียดการติดต่อ</h2>
    <p>หากคุณต้องการสอบถามข้อมูลเกี่ยวกับนโยบายความเป็นส่วนตัวฉบับนี้ รวมถึงการขอใช้สิทธิต่าง ๆ คุณสามารถติดต่อเราหรือ
 เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลของเราได้ ดังนี้</p>
    </articlerticle>

    <article>
    <h3>ผู้ควบคุมข้อมูลส่วนบุคคล</h3>
    <p>ส่วนงานการบันทึกทรัพย์สินที่เช่าใช้</p>
    <p>12/2 ตลาดขวัญ เมืองนนทบุรี นนทบุรี 11000</p>
    <p>อีเมล sirikan.p@ku.th</p>
    <p><a href="//localhost/warehousehavedrop-down/fortend/login.php">เว็บไซต์ http://localhost/warehousehavedrop-down/fortend/login.php</a></p>
    <p>หมายเลขโทรศัพท์ 0899858961</p>
    <h3>เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล</h3>
    <p>ศิริกัญญ์ ผลวานิชย์</p>
    <p>12/2 ตลาดขวัญ เมืองนนทบุรี นนทบุรี 11000</p>
    <p>อีเมล sirikan.p@ku.th</p>
    <p>หมายเลขโทรศัพท์ 0899858961</p>
    </articlerticle>
    <!-- เพิ่มกรอบและปุ่มยอมรับนโยบาย -->
    <div class="input-group" style="margin-top: 20px; border: 1px solid #ddd; padding: 10px; ">
        
    <a href="../../warehousehavedrop-down/fortend/user/show_assetchecking.php">ข้าพเจ้ายอมรับนโยบายเกี่ยวกับข้อมูลส่วนบุคคลนี้</a>
    
    <p><a class="red-link" href="../../warehousehavedrop-down/fortend/login.php">ข้าพเจ้าไม่อาจจะยอมรับนโยบายเกี่ยวกับข้อมูลส่วนบุคคลนี้ได้</a></p>
    </div>
</div>

</body>
</html>
